Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=825_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: SaKaste-fidnu bohtosat dál geavaheamis
smn: SaKaste- proojeekt puátuseh láá tääl kiävtust

source: Jagis 2013 nohkan SaKaste- fidnu bohtosat leat dál neahtas buohkaid geavaheamis.
smn: Ive 2013 nuuhâm SaKaste- proojeekt puátuseh láá tääl puohâi kiävtust neetist.

source: Fidnu ovddidanbarggu boađusin dahkkojuvvojedje rávagirjjážat sámi boarrásiid- ja árrabajásgeassinbargui.
smn: Proojeekt ovdedempargo puátusin ráhtojii raavâkirjeh säämi puárásij- já arâšoddâdempaargon.

source: SaKaste- Sámi sosiála- ja dearvvasvuođabálvalusaid ovddidanráhkadus-fidnu čađahuvvui jagiin 2011 -2013.
smn: SaKaste- Sämmilij sosiaal- já tiervâsvuođâpalvâlusâi ovdedemrááhtus-proojeekt olášuttui iivijn 2011 -2013.

source: Fidnu lei oassi PaKaste 2 – Davvi guovllu Kaste-fidnus.
smn: Proojeekt lâi PaKaste 2 – Tavekuávlu Kaste- uásiproojeekt.

source: SaKaste- fidnu áigge buoriduvvui sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta, váikkuheaddjivuohta ja oažžun.
smn: SaKaste- proojeekt ääigi pyeredii sämikielâlij já kulttuurân vuáđuduvvee palvâlusâi kvaliteet, vaikuttâs já finnim.

source: Figgamuššan lei maid geahpedit guovlluguovdasaš earuid láhčimiin sámegielat ja sámekultuvrii vuođđuduvvi buriid bargometodaid ja doaibmamálliid.
smn: Lasseen viggii kezidiđ kuávlulijd iäruid läčimáin sämikielâlijd já – kulttuurân vuáđuduvvee šiev pargovuovijd já toimâmaalijd.

source: Ovddidanbargoproseassa áigge sápmelaš bargiid iežaset ámmátidentitehta nanosmuvai ja sin gaskasaš áššedovdifierpmádat viiddui.
smn: Ovdedempargoproosees ääigi sämmilij pargei jieijâs áámmátidentiteet nanodui já koskânâs äššitobdeeviärmádâh vijđánij já šoodâi čavosin.

source: Ovddidanbargu dahkkojuvvui proseassalundosaččat ja dan vuođđun lei sámekultuvra.
smn: Ovdedempargo porgui prooseesluándulávt já sämikulttuur vuolgâsoojijn.

source: Sámi árrabajásgeassima ja boarrásiidbarggu sámegielat bargoveahka doaimmai bargojoavkobargama áigge ovddidanáššedovdin.
smn: Säämi arâšoddâdmist já puárásijpargoost pargee sämikielâlâš pargoviehâ toimâi juávkkupargo ääigi ovdedeijeeäššitobden.

source: Loga lasi
smn: Luuvâ lase
